{"version":"1.0","truncation":{"max_length":512,"strategy":"LongestFirst","stride":0},"padding":{"strategy":"BatchLongest","direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"<pad>"},"added_tokens":[{"id":0,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":5,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":6,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":7,"special":true,"content":"[NL]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":8,"special":true,"content":"[HS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":9,"special":true,"content":"[SOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":10,"special":true,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":11,"special":true,"content":"[ZWNJ]","single_word":false,"lstrip":true,"rstrip":false,"normalized":false},{"id":12,"special":true,"content":"[U1]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":13,"special":true,"content":"[U2]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":14,"special":true,"content":"[U3]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":15,"special":true,"content":"[U4]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":16,"special":true,"content":"[U5]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":17,"special":true,"content":"[U6]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":18,"special":true,"content":"[U7]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":19,"special":true,"content":"[U8]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":20,"special":true,"content":"[U9]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":21,"special":true,"content":"[U10]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":22,"special":true,"content":"[U11]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":23,"special":true,"content":"[U12]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":24,"special":true,"content":"[U13]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":25,"special":true,"content":"[U14]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":26,"special":true,"content":"[U15]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":27,"special":true,"content":"[U16]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":28,"special":true,"content":"[U17]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":29,"special":true,"content":"[U18]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":30,"special":true,"content":"[U19]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":31,"special":true,"content":"[U20]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32,"special":true,"content":"[U21]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":33,"special":true,"content":"[U22]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":34,"special":true,"content":"[U23]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":35,"special":true,"content":"[U24]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":36,"special":true,"content":"[U25]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":37,"special":true,"content":"[U26]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":38,"special":true,"content":"[U27]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":39,"special":true,"content":"[U28]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":40,"special":true,"content":"[U29]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":41,"special":true,"content":"[U30]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":42,"special":true,"content":"[U31]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":43,"special":true,"content":"[U32]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":44,"special":true,"content":"[U33]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":45,"special":true,"content":"[U34]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":46,"special":true,"content":"[U35]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":47,"special":true,"content":"[U36]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":48,"special":true,"content":"[U37]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":49,"special":true,"content":"[U38]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":50,"special":true,"content":"[U39]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":51,"special":true,"content":"[U40]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":52,"special":true,"content":"[U41]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":53,"special":true,"content":"[U42]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":54,"special":true,"content":"[U43]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":55,"special":true,"content":"[U44]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":56,"special":true,"content":"[U45]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":57,"special":true,"content":"[U46]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":58,"special":true,"content":"[U47]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":59,"special":true,"content":"[U48]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":60,"special":true,"content":"[U49]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":61,"special":true,"content":"[U50]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":62,"special":true,"content":"[U51]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":63,"special":true,"content":"[U52]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":64,"special":true,"content":"[U53]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":65,"special":true,"content":"[U54]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":66,"special":true,"content":"[U55]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":67,"special":true,"content":"[U56]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":68,"special":true,"content":"[U57]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":69,"special":true,"content":"[U58]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":70,"special":true,"content":"[U59]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":71,"special":true,"content":"[U60]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":72,"special":true,"content":"[U61]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":73,"special":true,"content":"[U62]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":74,"special":true,"content":"[U63]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":75,"special":true,"content":"[U64]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":76,"special":true,"content":"[U65]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":77,"special":true,"content":"[U66]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":78,"special":true,"content":"[U67]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":79,"special":true,"content":"[U68]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":80,"special":true,"content":"[U69]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":81,"special":true,"content":"[U70]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":82,"special":true,"content":"[U71]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":83,"special":true,"content":"[U72]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":84,"special":true,"content":"[U73]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":85,"special":true,"content":"[U74]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":86,"special":true,"content":"[U75]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":87,"special":true,"content":"[U76]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":88,"special":true,"content":"[U77]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":89,"special":true,"content":"[U78]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":90,"special":true,"content":"[U79]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":91,"special":true,"content":"[U80]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":92,"special":true,"content":"[U81]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":93,"special":true,"content":"[U82]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":94,"special":true,"content":"[U83]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":95,"special":true,"content":"[U84]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":96,"special":true,"content":"[U85]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":97,"special":true,"content":"[U86]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":98,"special":true,"content":"[U87]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":99,"special":true,"content":"[U88]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":100,"special":true,"content":"[U89]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":101,"special":true,"content":"[U90]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":102,"special":true,"content":"[U91]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":103,"special":true,"content":"[U92]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":104,"special":true,"content":"[U93]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":105,"special":true,"content":"[U94]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":106,"special":true,"content":"[U95]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":107,"special":true,"content":"[U96]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":108,"special":true,"content":"[U97]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":109,"special":true,"content":"[U98]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":110,"special":true,"content":"[U99]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":111,"special":true,"content":"[U100]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Replace","pattern":{"String":"‌"},"content":"[ZWNJ]"},{"type":"Replace","pattern":{"String":"``"},"content":"\""},{"type":"Replace","pattern":{"String":"''"},"content":"\""},{"type":"NFKD"},{"type":"StripAccents"},{"type":"Precompiled",